Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON KO>EN The Gamer.tmx
Source language: ko_kr
Languages: en

source: 1, 2위를 다투는 두 조직에 비해서는 세력이 제법 떨어지는 조직이에요.
en: it has considerable power, even when comparing it to the top two organizations.

source: 우리로서는 내어줄 수 없네.
en: however, we can’t give it to you.

source: 어서 오시옵소서.
en: welcome.

source: 정부산하조직인 괴이관리국(怪異管理局)에서 나왔습니다.
en: I’m from the government affiliated monster division.

source: 알겠습니다.
en: yes, sir.

source: 종이의 신령이시라면 그 격이 낮지 않을 텐데요.
en: your rank shouldn’t be low if you’re a paper god.

source: 더 게이머라는 이명을 지닌 한지한 씨 당신이 한 일입니까?
en: jihan han, also known as the gamer... did you do this?

source: 응.
en: yeah.

source: 주인 있는 걸 빼앗는 건 좀 그렇지만, 악인의 것이라면 상관없지.
en: while it may seem a bit too much to take items that belong to others, it doesn’t matter if they’re evil.

source: 예전에 내가 그런 거 만들었었잖아?
en: didn’t I make something like that once?

source: 카미카미(紙神)라는 이름?
en: it’s paper god, right?

source: <일본전마협회 부장> LV 98 카제우마(風馬)
en: <leader of the japanese war horse association> kazeuma lv 98

source: 칠복신의 항아리보다는 격이 떨어지지만, 염탐에는 유용한 것 같습니다.
en: even though it’s weaker than the seven lucky god’s pot, it seems quite useful for snooping.

source: 문제가 아니라면 문제가 아니라고 할까….
en: but if it’s not one, then it isn’t...

source: 주인님에게는 그리 대단치 않은 것이라는 거죠?
en: it’s not that big of a deal to master, right?

source: 일본괴이관리국이라면 일본의 어비스 세력 중에서 4위 정도 되는 세력이었지?
en: wasn’t the japanese monster division the fourth largest force among the abyss factions in japan?

source: 다만 그 격은 더 높겠죠.
en: however, it’s likely higher than that.

source: 하급 신안.
en: low-class god’s eye.

source: 정확하게 이야기해 주시지 않으면 저로서도 딱히 계속 이야기 나눌 필요가 없습니다.
en: if you won’t say it clearly, then there’s no need to keep talking.

source: 사실 그보다 더 신경 쓰이는 것은 기초 상식과 성숙한 정신 쪽이네요.
en: I’m actually more concerned about basic common sense and mental maturity.

source: 아아, 뺏지는 않을 테니 걱정 마.
en: ah, don’t worry, I won’t steal it.

source: 그…러네?
en: oh... you’re right!

source: 다만, 저건 진짜 용의 것은 아니네요.
en: however, that orb isn’t truly of the dragon.

source: 예.{j}이건 확실히 토벌 대상이군요.
en: yeah, they should definitely be suppressed.{j}

source: 정부 차원에서 관리하지 않으면 안 될 정도… 라는 거겠군.
en: that means it’s to the extent that the government has to step in.

source: 결계의 보주가 그 힘을 받아들여서 결계를 만들기 때문이네.
en: so, the barrier orb was formed by harnessing the god’s power.

source: 저희 작품을 즐겁게 봐주시는 독자님들께 우선 감사 인사를 드립니다.
en: first of all, thank you to all our readers who enjoy our work.

source: 신령이실 줄은 몰랐는데요.
en: I didn’t know you were a spirit.

source: 그러면 칼은?
en: what about the sword?

source: 아, 그전에 조영환 형한테 메시지 하나 보내고.
en: oh, but before that, let me send a message to yeonghwan hyung.

source: 범인은 너였냐.
en: so you’re the culprit!

source: 그러면 한가지 말씀드리겠습니다.
en: let me tell you something.

source: 너….
en: you...

source: 사실 과거 하렘왕이 금오도를 반쯤 박살 내지 않았다면 지금의 전쟁도 성립할 수 없었을 거랍니다.
en: in fact, the current war wouldn’t have happened had the harem king not gone on a massacre in geumodo in the first place.

source: 결계는 힘보다는 기술적인 면모가 더 크거든요.
en: it must be because barriers are more skill-oriented rather than power-oriented.

source: 도움 HP10 (LV.2/슬라임) 코타(LV.1/버섯)
en: help HP10 (LV.2/slime) kota (LV.1/mushroom)

source: 이 정도 가지곤 안될 텐데.
en: that won’t be enough.

source: 당신들이 엿보고 있는 한지한입니다.
en: it’s me, jihan han,

source: 요산회(樂山會) 놈들도 뒤로 뭔가 꾸미고 있단 말이다.
en: the mount group is planning something.

source: 감히 여기에 당당히 나타나다니 겁이 없구나!
en: how dare you show your face here!

source: 오늘 할당량은 곧 끝내겠습니다!
en: we’re almost done with today’s quota!

source: 새로운 마법을 개발하거나, 마법 도구를 만들거나.{j}혹은 고렘을 개량하거나 하는 일이지.
en: you’ll responsible for developing new magic, making mana tools, or fixing the golems.{j}

source: 그러면 반대쪽에 지하여장군도 만들죠.
en: in that case, let’s go set up the underworld ruler on the other side.

source: 이 녀석이 진짜….
en: this little rascal...

source: 효과 좋은데?
en: its effects are pretty good, huh?

source: 그럼 사굴로 갑시다!
en: in that case, let us go to the snake cave!

source: 나도 알아.
en: I know.

source: 이제 집으로 돌아가자!
en: now, let’s head home!

source: 이게 전부냐?
en: is that all you got?

source: 너무 느려.
en: you’re too slow.

source: 이렇게 많다고?
en: there’s so many?!

source: 치우의 조각 하나 얻으러 와서 이게 무슨 고생인지 모르겠네.
en: I’m here to get chiyou’s piece, so I don’t know what this is all about.

source: 하지만 별도로 만들면 좀 귀찮으니 결계 장치랑 합쳐야지.
en: however, making them separately is quite tiring. I might as well just combine it with the barrier.

source: 어….
en: oh...

source: 도모-카게하상.
en: greetings, kageha.

source: 아니, 그런데 나도 모르는 새에 나에게 종속된 아이템이 업그레이드하고 있었어?
en: wait, are you saying one of my items was being upgraded without my knowledge?

source: 정위치의 태양.
en: an upright sun.

source: 남의 조직이 어떻든 아무래도 좋아.
en: I don’t really care about that.

source: 겸손하고자 그런 걸 수도 있지만, 주인님을 기만하려고 하는 것일 수도 있죠.
en: it could be humility, or it could be a trick to deceive you, master.

source: 저를 초대해 주신 까닭이 궁금하군요.
en: I’m wondering why you invited me.

source: 제 영향을 받았을 수도 있겠네요.
en: I might’ve influenced her.

source: 생각이 다른 데로 새버렸어요.
en: that isn’t what you should be thinking about.

source: 서울도 악업 수치가 높은 놈들이 여럿 있었다만, 이 수준은 아니었는데?
en: seoul has its fair share of evil beings, but not to this extent!

source: 만약 일이 잘 안된다면, 힘이 모자란 것은 아닌지 곰곰이 생각해 봅시다.
en: if things don’t go according to plan, we should think of whether it’s because of our own shortcomings.

source: 재료도 다 갖고 있고.
en: I even have all the ingredients.

source: 시험 삼아 써보긴 했는데….
en: even though I tried it out...

source: 사인족.
en: the lizardmen.

source: 당신이 누군지는 솔직히 몰랐지만 상관없어.
en: I don’t know who you are, and I don’t care.

source: 그게 청소부로서의 제 역할인걸요.
en: that’s my role as a cleaner.

source: 밀법밀교의 보구를 강탈하는 데 실패하는 바람에….
en: however, because we failed to steal the treasure from esoteric buddhism...

source: 그래.
en: that’s good.

source: 아직도 카드보다는 현금 위주의 생활을 하고 가계부를 만드는 것에도 집중하니까요.
en: they focus on maintaining a cash-oriented lifestyle and use household account books rather than cards.

source: 대단하이.
en: that’s amazing.

source: 아닛!?
en: no way?!

source: 너무 그렇게 급하게 가지 마시고….
en: don’t leave in such a hurry...

source: 외부인과 만나기 위해서 준비를 하는 거지.
en: some preparations have to be made before he can meet with an outsider.

source: 먼저 공격한 것은 그쪽인데.
en: he was the one who attacked me first.

source: 혹은 요괴인데 신으로 추앙받거나.
en: or a monster who’s revered as a god.

source: 그렇네.
en: correct.

source: 일본의 허상공간.
en: japan’s illusionary space.

source: 그럼 내일 봐.
en: well then, see you tomorrow.

source: 아시다시피 귀문은 용맥(龍脈)을 제어하지 않으면 더 키울 수 없습니다.
en: as you know, the demon gate won’t be able to cultivate any further if the dragon veins aren’t controlled.

source: 주인님의 예지 능력은 확실히 뛰어나네요.
en: master, your foresight is pretty amazing.

source: 둘.
en: two.

source: 이거면 되겠지.
en: this should do it.

source: 신유화 부장한테 말해서, 최신식 고렘 이쪽으로 500기 정도만 배치해 놔.
en: tell yoohwa shin to place 500 of the newest golems here.

source: 혹은 만족이란 뜻.
en: or satisfaction.

source: 내 권속이지만 무섭구나!
en: you’re really scary, even as an ally!

source: 인공정령을 제작할 적에도 인공지능을 탑재하는 것과 같죠.
en: it’s similar to installing artificial intelligence while creating artificial spirits.

source: 관광?
en: should I go sightseeing?

source: 주인님이 1살짜리 어린아이부터 종족을 키울 수는 없으니까 저렇게 창조되는 것 같네요.
en: it appears to be created in such a manner because you can’t raise a race stemming from a 1-year-old child, master.

source: 이걸 보니 금오도를 압박할 좋은 방법이 떠오르네.
en: this reminds me of a good way to oppress geumodo...

source: 염동력의 출력이 나 정도로 높으면 이 정도 일도 가능하거든.
en: this is possible if your telekinesis output is as high as mine.

source: 당신은 누구세요?
en: who are you?

source: 별일인 듯 별일이 아닌 듯하네.
en: that doesn’t sound like “no big deal”.

source: 신안을 방해하는 능력도 있고.
en: he has the ability to impede god’s eye.

source: 현재 이 땅은 제대로 된 질서가 없으니까요.
en: that’s because there’s no proper order in this land.

source: 옛날에 천부문 갔을 때 봤던 진법도 이런 종류의 결계고,
en: I saw the same kind of barrier at the cheonbu guild.

source: 거기다 아까 살짝 들은 내용으로는 사인족이 요산회랑 손잡고 뭔가하고 있다며?
en: from what I overheard, they seem to be plotting something with the mount group.

source: 여전히 종이를 쓰는 데는 많으니까.
en: but we still use paper quite often.

source: 인간의 몸이 기본 재료지만, 자아도 다르고 혼도 달라진다.
en: while the human body may be the base, the ego and soul are also affected.

source: 뒤집기는 했지만, 빈집털이 한 건데 뭘.
en: I did turn them inside out, but I was just robbing empty houses.

source: 주인님처럼 사상력을 바로 마력으로 전환해서 쓸 수 있는 자는 없다는 이야기 예전에도 했잖아요?
en: like I said before, there’s no one else who can directly convert mental power into magic power like you, master.

source: 감히 이 카제우마님 앞에서 그런 건방진 말을 했느냐!
en: how dare you act so cocky in front of me, the kazeuma!!!

source: 덕분에 네 녀석의 별명이 학살자던데.
en: you’ve called “the slaughterer” because of that.

source: 히익!
en: eek!!!

source: 압축된 보스몬 슈트를 입고 있는 나와 정면충돌했는데 멀쩡할 리가.
en: there’s no way they’ll be fine after having a head-on collision when I’ve equipped the bossman suit.

source: 왔다아아아!
en: he’s hereee!

source: 이거는 누가 가지고 있어?
en: who currently possesses it?

source: 공격 대미지 100을 1로 막아내는 엄청난 효율이라고.
en: it seems to be pretty effective since it blocks 100 attack damage with one mana.

source: 상식을 무시하네….
en: it disregards common sense...

source: 사상력은 사실상 허상세계를 구성하는 근간이니까요.
en: that’s because mental power is the foundation of the illusionary world.

source: 두목급만 잡아가려 했는데.
en: I was just tryna take care of their leader.

source: 사상력을 자동으로 빨아들여서 마력으로 변환.
en: it automatically gathers mental power and converts it into magic.

source: 귀문일파의 카게하입니다.
en: I’m kageha of the demon gate sect.

source: 귀문과 요도 무라마사를 확보했습니다.
en: the demon gate and yodo murasama has been secured.

source: 끄아아아악
en: arghhh!!!

source: 지금에 와서는 한 달에 두 명이 한계라서요.
en: our current limit is two people per month.

source: 이거 오해를 한 것 같아서 죄송합니다.
en: I’m sorry, there seems to be a misunderstanding.

source: 아니면 제가 흡수해서 능력을 분류해 뽑아내는 것도 가능합니다.
en: alternatively, I could absorb it and extract its ability.

source: 그럼 네 말대로 연구인력을 만들어 보자.
en: let’s go ahead and make the research manpower you mentioned earlier then.

source: 어째서 절로 복종하고 싶어지는….
en: why do I want to obey him...?

source: 우리를 공격한다고!?
en: they’re attacking us?!

source: 대책이 없구먼….
en: you’re impossible...

source: 왜 상관없다는 건데?
en: why wouldn’t it matter?

source: 제가 추가한 여러 능력들이죠.
en: it’s the number of abilities that I’ve added to myself.

source: 그러면 오늘은 늦었으니, 내일 알현하도록 하지.
en: since it’s too late now, let’s request an audience with the sect leader tomorrow.

source: 어비스가 원래 개판이라지만 여기는 심해서 조금 그래.
en: even though the abyss is supposed to be a mess, this is still pretty bad.

source: 이번 일본행은 여러모로 얻은 게 많았네요.
en: this was a very fruitful trip.

source: 백문(百聞)이 불여일견(不如一見)이라고 하는 말이 있죠.
en: how about you prove it to us? after all, there’s a saying that goes, “seeing is believing”.

source: 설명서는 여기 기억환으로.
en: the instruction manual is in this memory orb.

source: 네놈은 누구냐!
en: who are you?!

source: 음!?
en: huh?!

source: 그리고 귀문일파하고 사굴이 지배하던 지역까지 확보해 놓으라고 하고.
en: they also told me to secure the area controlled by the demon gate sect and the snake cave.

source: 신령.
en: as a spirit.

source: 기초적인 거라시면….
en: the basics, huh...

source: 만나서 반갑습니다.
en: it’s a pleasure to meet you.

source: 다만… 보주가 기능하기 위한 힘을 별도로 충전해 줘야 하지.
en: however... the orb needs to be recharged for it to function properly.

source: 게다가 너 최근에 금오도 쪽을 완전 뒤집어 놨다며?
en: anyway, I heard you turned geumodo upside down too?

source: 저분이야말로 우리의….
en: he’s our...

source: 이것도 연구용으로 획득하시는 게 어떠신가요?
en: in that case, how about using it for research purposes as well?

source: 결계를 침식해서, 내 결계로 바꾼 걸 보고도 힘의 격차를 느끼지 못하나?
en: they still don’t realize the difference in power even after we broke and took control of the barrier?

source: 배경 어시님께서 엄청 고생하셨던...
en: the background assistant worked so hard...

source: 모두 정신 방벽을 둘러라!
en: everyone, put up a mental barrier!

source: 교주님을 뵙고 오시게나.
en: go meet the teacher.

source: 하긴.{j}신의 조각이 깃들었다면 귀중한 샘플이지.
en: well, it would make a great research sample since it has a piece of a god in it.{j}

source: 저들은 주인님의 힘을 알아볼 수 없을 테니까요.
en: they can’t determine your strength, master.

source: 전투를 직접적으로 하는 이들에게는 결계사의 전투 능력은 보잘것없다는 인식이 커요.
en: there’s a common perception that barrier makers are the weakest at combat amongst combatants.

source: 공간이동방해 결계는 어떻게 된 거냐!
en: what happened to the teleportation barrier?!

source: 그런 거 저는 싫어하니까 하지 마세요.
en: please don’t do that. I don’t like it.

source: 이 지역 전체가 우리 밀법밀교의 총본산이니까.
en: this entire region is the headquarters of esoteric buddhism.

source: 하긴, 그렇게 보였지.
en: well, he’s not wrong.

source: 그 인간은 진짜 뭐 하는 인간이래….
en: that guy’s a mystery...

source: 사인족들이 신물이라고 하면서 소중히 보관 및 사용하는 중이죠.
en: the lizardmen call it an item of the gods. as such, they cherish and protect it.

source: 신유화 부장의 개발 능력도 대단한 편이니까요.
en: president yoohwa shin’s development skills are very impressive.

source: 저는 주인님의 권속.
en: after all, I am your subordinate, master.

source: 진짜 건방진 애송이잖아.
en: what a cocky brat.

source: 어?
en: yeah?

source: 네 이름은 한사인.
en: your name is lizardman han.

source: 결계.
en: this barrier.

source: 그쪽에 살던 자들이 다 사라졌다는…
en: I heard the people living there disappeared...

source: 능동적인 권속이라고 해주세요.
en: let’s just call it being proactive.

source: 우리 밀법밀교의 중요한 방어수단일세.
en: it’s a vital defensive piece for esoteric buddhism.

source: 그러면 슬슬 밀법밀교에 돌아가 볼까 하는데….
en: so, I’m thinking of going back to esoteric buddhism...

source: 여기는 밀법밀교의 영역이니까 그런 거 아닐까?
en: isn’t that because this is esoteric buddhism’s territory?

source: 엄청나게 긴 저희 작품을 꾸준히 보시는 독자님들,
en: as always, we’re grateful for all of our readers...

source: 결계는 뭐가 됐든 시간이 오래 걸리니까….
en: I guess barriers do take a long time to set up...

source: 어디 보자.
en: let me see.

source: 그곳이 도쿄의 용혈이 모이는 장소 중 하나이지.
en: that’s one of the places where the dragon’s blood gathers.

source: 버섯요괴인 독고연화는 포자로 자신을 증식시키는 것이 가능하다.
en: yeonhwa of poison is a mushroom demon capable of multiplying himself with his spores.

source: 리모컨
en: remote control

source: 안녕하세요!
en: hello!

source: 이럴 수 없는….
en: this can’t be happening...

source: 저 골든 서클의 파우스트 정도가 아니면 불가능하다고.
en: it’s impossible unless it’s faust of the golden circle.

source: 무서워….
en: you’re scary...

source: 이게 무슨!?
en: what is this?!

source: 제 분체를 뿌려 두었지만….
en: even though I’ve already sent my clones,

source: 응!
en: okay!

source: 최근에 너희 쪽하고 충돌한 사굴(蛇窟) 놈들이 그쪽의 힘을 받았다고.
en: they’ve joined hands with the cave snake b*stards that you clashed with recently.

source: 조금만 더 지한이의 모험을 함께 해주세요!
en: please continue to follow jihan’s adventures with us just a little more!

source: 귀신이 드나드는 문.
en: the gate that demons use to enter and exit.

source: 죽여라!
en: kill him!

source: 그런 게 아니라는 뜻이잖아?
en: you’re saying they can’t be judged off that, right?

source: 업데이트하고 있답니다?
en: I’m constantly being updated.

source: 나한테는 레벨이 보이지 않는데?
en: then why can’t I see her level?

source: 그러니까 모두 그 안에 꺼져.
en: get them all out of here.

source: 이… 이게 대체….
en: what... what is this...?

source: 허상세계가 아닌, 현세에서는 어지간해서는 공격받지 않으니 괜찮네.
en: unlike the illusionary world, no one will attack you here in the real world. as such, it should be fine.

source: 자.
en: let’s go.

source: 어머나.
en: oh my.

source: 이 반지도 그러다가 얻은 거니까.
en: that’s how I ended up getting this ring.

source: 제안드리고 싶은 게 있습니다.
en: I’d like to make a proposal.

source: 견실한 조직 하나를 꾸리려고 한다면 격이 낮은 신령의 힘으로 될 게 아니죠.
en: you can’t build a stable organization as a lower class spirit.

source: 존귀한 분께 요청을 드리고자 청하였사옵니다.
en: I’d like to request a favor from the noble you.

source: 솔직히 뭘 준비하든 네 녀석을 막을 수 있을 것 같지 않거든.
en: they wouldn’t be able to stop you regardless of what they prepare.

source: 결국, 채산성 문제란 건데.
en: ultimately, it’s a question of profitability.

source: 부디 받아주소서.
en: please accept us.

source: 눈치를 보니 잘 모르시는 것 같은데….
en: it doesn’t seem like you do...

source: 잘도 우리 협회의 직원을 건드렸겠다?
en: you laid a finger on one of the staff members from our association, didn’t you?

source: 게다가 이름도 제법 힘이 있어 보이고요.
en: her name sounds rather powerful as well.

source: 그러고 보니 옷도….
en: come to think of it, her clothes...

source: 요도 무라마사.
en: yodo muramasa.

source: 문제 해결.
en: problem solved.

source: 야오요로즈노 (八百万-やおよろず) 카미(神)의 말석이기에 대단한 존재는 아니오니 신경 쓰지 마시옵소서.
en: there’s no need to worry about that, as I am simply the last stone of the yaoyorozuno.

source: 그러면?
en: is that so?

source: 헐….
en: woah...

source: 다음에 다시 연재 시작할 적에 다시 뵙겠습니다!
en: see you next time when I start posting again!

source: 통계적으로 맞는 말이기도 하죠.
en: technically, they’re not wrong.

source: 금오도의 후방지역이라고 해서 그렇게 쓸어버릴 수 있는 놈이 몇이나 있다고.
en: how many people would dare do that to geumodo?

source: 그렇답니다.
en: yes, that’s right.

source: 제가 청소부로 일한 것도 그런 이유였죠.
en: that’s why I worked as a cleaner.

source: 성능 확실하네.
en: it’s really convenient.

source: 복의 항아리.
en: that is a pot of fortune.

source: 결계.{j}이 집단의 안위를 책임지는 핵심 중추나 다름이 없다.
en: whoever controls this barrier is basically responsible for the sect’s safety.{j}

source: 이런 일이 벌어진다고 해서 놀라운 건 아니죠.
en: as such, it’s no surprise this is happening.

source: 염동력.
en: it’s telekinesis.

source: 그럼 다른 곳으로 가볼까.
en: in that case, I should head off now.

source: 박살 내도 되겠네요.
en: never mind. you can go ahead and trash them.

source: 어디의 누구인지는 모르겠지만….
en: I don’t know who you are or which organization you’re from...

source: 훌륭하죠?
en: amazing, isn’t it?

source: 귀엽게 봐주세요?
en: I’m cute, right?

source: 수리 불가.
en: cannot be repaired.

source: 3을 셀 거야.
en: I’m gonna count to three.

source: 그나저나 왜 다들 서 계셨어요?
en: by the way, why is everyone standing here?

source: 레시피를 너무 사서 찾기도 힘드네.
en: I can’t find the recipe because I bought so much.

source: 거기서 마력발전기 돌리고 있어.
en: they’re running the mana power generator there.

source: 그러시다면….
en: in that case...

source: 뭐….
en: well...

source: 다른 데도 그런 편이고.
en: this applies to other places as well.

source: 힘의 성질이 다르다라….
en: the powers are incompatible...

source: 그럼요.
en: that’s right.

source: 제주도에 있던 그것.
en: it’s the same as the one in jeju island.

source: 기회를 주마.
en: I’ll give you a chance.

source: 그것도 신적 존재를요.
en: not just any being, but a divine one.

source: 다수의 적과 싸우면 자폭하기 딱 좋은데?
en: wouldn’t it just assure mutual destruction while fighting multiple enemies?

source: 잠시만요.
en: wait!

source: 실행하겠습니다.
en: let’s get started.

source: 결계보주!
en: the barrier orb!

source: 그냥 지금 다 처리하자.
en: I might as well.

source: 하지만 내 [직감] 스킬의 느낌상 거짓을 말하는 건 아닌 것 같아.
en: however, based on my intuition skill, I don’t think she’s lying.

source: 밀법밀교 주변에서는 이게 마지막입니다.
en: the last one around esoteric buddhism.

source: 5부는 세계 여행 편이라고 해도 좋을 정도로 여기저기 많이 다녔네요.
en: season 5 has taken place in so many places that you may as well call it a world tour.

source: 나사람 죽인 적 없는데.
en: I didn’t even kill anyone!

source: 아니, 그래도 민간인이 피해를 입…
en: nothing, it’s just that civilians will get caught up in...

source: 사고 친다고 해도 상관없지 않나?
en: does it even matter?

source: 나중엔 마력이 떨어져 결계 유지가 힘들다.
en: it’ll run out eventually and will make maintaining the barrier difficult.

source: 제법 많은 양의 아이템이 모였군요.
en: you’ve gathered quite a few items.

source: 진짜 지독하다.
en: you’re horrible.

source: 여기는 마트가 아지트네.
en: looks like the base is a mart this time.

source: 그건 아냐.
en: but it is.

source: 밝은 미래.{j}혹은 만족이란 뜻.
en: that means a bright future or satisfaction.{j}

source: 타로카드 점술.
en: tarot card reading.

source: 자네는 이 보구 안의 신의 성물을 원하는 모양이지만….
en: I understand that you’re after the god’s sacred treasure within the orb...

source: 단순한 패션이 아니고 주술 같은 거예요, 주인님.
en: it’s not just fashion, master. it’s magic.

source: 왜 이렇게 많아!
en: woah, that’s a lot!

source: 마력이 많으면, 사실 결계보구도 필요 없으니까.
en: they won’t need the barrier orb if magic is abundant.

source: 그런 것도 바로 욕망이죠.
en: that’s due to desire as well.

source: 모종의 수단으로 지옥의 힘을 끌어다 쓰거나,
en: they have some kind of means to draw on the power of hell.

source: 알지?{j}질책하러 온 거라고 이 몸은.
en: you should be aware that I’m here to reprimand you.{j}

source: 예전에 일본 내의 어비스 세력 태반이 쓸려나갔던 게 그 원인일 거예요.
en: this is because most of the abyss factions in japan have been wiped out in the past.

source: 그걸 이 사람들에게 만들어 주면 어떨까?
en: what if I were to craft one for these people?

source: 어쨌든.{j}밀법밀교에서 의뢰 물품을 받고 돌아가야 하니 정리 좀 해볼까.
en: anyway, I’ve gotta go back after retrieving the requested item from esoteric buddhism, so let’s sort this out.{j}

source: 나도 이만.
en: see you.

source: 끼엑!?
en: huh?!

source: 우리가 피해를 봤다는 게 더 중요하다!
en: what’s important is that you inflicted damage on us!

source: 용혈의 기운을 이용하지 않으면 감당하기 어려우니까.
en: the process will be hard to withstand without the energy of the dragon’s blood.

source: 감사 인사는 아무리 해도 부족!!
en: words can’t express how grateful I am!!!

source: 정말 이런 권능을 가졌을 줄이야….
en: I just didn’t think you would actually be this skilled...

source: 어찌 이런….
en: how did you...

source: 아니면 현재 자신의 힘이 하위권이라는 걸 주인님에게 어필하려는 것일 지도요.
en: or perhaps she is showing you that her current strength is in the lower ranks.

source: 근데 어비스 인간이 공무원이어도 되는 거야?
en: can people from the abyss be civil workers?

source: 내 노래를 들어어!
en: listen to my song!

source: 그건 저희와 관계없는 일이지 않나요?
en: what does that have to do with us?

source: 이번으로 시즌이 종료되고, 다음 시즌까지 잠시 휴식의 시간을 가지고 되돌아오겠습니다.
en: this season has ended, so I’ll be taking a break before coming back for the next one.

source: 이것은 내가 받지 않겠네.
en: I won’t be accepting this.

source: 사상력은 충분하지.
en: there is an abundance of mental power.

source: 샐러맨더.
en: salamander.

source: 고레벨의 정보통제 마법이나 비술로 자신을 감추면 안 통하지만,
en: it doesn't work if you hide yourself with high-level information control magic or occult techniques.

source: 그리고 신성의 조각도 빼앗았지.
en: so, I took some of its divinity.

source: 관리부장.
en: president...

source: 여러분들은요?
en: don’t you?

source: 물론 극악범죄자는 안 풀어줄 거지만.
en: I won’t be setting those heinous criminals free though.

source: 최근에 익힌 악(惡) 탐지 마법.
en: I recently learned about evil detection magic.

source: 허상 세계의 초원.
en: illusionary world grassland.

source: 덕분에 저 같은 존재도 탄생했으니까요.
en: I was born because of that.

source: 그리고 여기서는 어차피 많은 이야기는 하지 않을 것이네.
en: besides, we won’t be talking much.

source: 아니, 이렇게 갑자기?
en: no way, just like that?

source: 우앗!?
en: what?!

source: 이럴 때 좋은 게 있지.
en: I just have a good feeling about it.

source: 오오….
en: woah...

source: 무서워.
en: you’re scary.

source: 게다가 일본은 지금 춘추전국시대와 마찬가지.
en: besides, japan is now in the warring states period.

source: 훌륭합니다.
en: it is amazing.

source: 그러면 다녀오겠습니다.
en: all right, I’ll go.

source: 다음은 저쪽 방향에서….
en: the next stop is... in that direction.

source: 주언금령(呪言禁令)으로 명하노니 죽음을 맞이하라!
en: as the law commands, you shall face death!

source: 주인님이 봤던 문화 컨텐츠들에 나오는 것들보다 더 심할걸요?
en: this might be worse than what you’ve seen...

source: 물론 전투도!
en: and the battle too, of course!

source: 시로님.
en: miss shiro...

source: 불타 죽어라!
en: burn to death!

source: 레벨 86이라.
en: he’s level 86, huh?

source: 아니, 형은 말이지.
en: come on, hyeong.

source: 방금 결계가 손상…
en: the barrier was just damaged...

source: 그러시다면 기다리죠.
en: I guess I have no choice, then.

source: 좋습니다.
en: okay.

source: 그래서 손봐주고 물건과 재물을 가져와도 되는 놈들인가 아닌가가 중요한 거 아니겠어?
en: all I care about is knowing whether or not they’re beings I can take items from.

source: 독고연화 1살.
en: yeonhwa of poison, 1 year old.

source: 단순하게 명백한 악.
en: whether they’re just small time crooks,

source: 그녀의 입장에서는 주인님이 대단한 존재일 수밖에요.
en: master must be a great being from her viewpoint...

source: 거기 숨어 있는 당신.
en: hey you, over there.

source: 하지만 거기 귀문일파의 두목 쪽은 나와 면담을 해야겠어.
en: I have things to discuss with the leader of the demon gate sect.

source: 하지만 생명 창조라….
en: still, I should be careful...

source: 그간 정신없이 달려왔는데 문득 뒤돌아보니 연재한 지도 제법 시간이 지났더군요.
en: thoughts have been running in my mind like crazy, but looking back, it’s been a while since I last posted.

source: 말투 너무 신경 쓰인다….
en: the way she talks is so annoying...

source: 감읍할 따름이옵니다.
en: thank you so much.

source: 보스!
en: boss!

source: 처음 만나는 자리에서 이런 말 하기는 나도 싫은데 해야겠어.
en: I hate to say this on our first meeting, but...

source: 출입 권한에서, 디버프와 버프를 주는 것까지 다양해요.
en: there’s also a variety of buffs and debuffs you can give upon entry.

source: 네가 달라붙은 거잖아.
en: I’m stuck with you...
